Repository: wp-plugins/jquery-pagebar
Catalog: lang/jquerypagebar-*.po
Languages: be_by, de_de, ru_ru

source: Navigation
be_by: Навігацыя
ru_ru: Навигация

source: Settings reset.
be_by: Налады скінуты.
ru_ru: Настройки сброшены.

source: Attention, you have the loading of jQuery disabled. Please check if jQuery is loaded differently, otherwise the jQuery-Pagebar is not displayed.
be_by: Увага, у вас адключана загрузка jQuery. Калі ласка, праверце, што jQuery загружаецца, у адваротным выпадку jQuery-Pagebar небудет адлюстроўвацца.
ru_ru: Внимание, у вас отключена загрузка jQuery. Пожалуйста, проверьте, что jQuery загружается, в противном случае jQuery-Pagebar небудет отображаться.

source: Settings saved.
be_by: Налады захаваны.
de_de: Einstellungen gespeichert.
ru_ru: Настройки сохранены.

source: Settings
be_by: Налады
de_de: Einstellungen
ru_ru: Настройки

source: Position of the jQuery-Pagebar:
be_by: Размяшчэнне jQuery-Pagebar:
de_de: Position der jQuery-Pagebar
ru_ru: Расположение jQuery-Pagebar:

source: Set jQuery-Pagebar
be_by: Усталяваць jQuery-Pagebar:
ru_ru: Установить jQuery-Pagebar:

source: on top.
be_by: зверху.
ru_ru: сверху.

source: on bottom.
be_by: знізу.
ru_ru: снизу.

source: manually.
be_by: уручную.
ru_ru: вручную.

source: <p><strong>You choose manuelly,</strong><br /> please copy following code and paste it in your theme.</p>
be_by: <p><strong>Вы выбіраеце самастойна,</strong><br /> пожалуйтста, скапіюйце і ўстаўце наступны код у вашу тэму.</p>
ru_ru: <p><strong>Вы выбираете самостоятельно,</strong><br /> пожалуйтста, скопируйте и вставьте следующий код в вашу тему.</p>

source: Width of the jQuery-Pagebar:
be_by: Шырыня jQuery-Pagebar:
de_de: Breite der jQuery-Pagebar
ru_ru: Ширина jQuery-Pagebar:

source: You can use %, px or em:
be_by: Вы можаце выкарыстоўваць %, px ці em:
de_de: Du kannst %, px oder em nutzen.
ru_ru: Вы можете использовать %, px или em:

source: Colors of the jQuery-Pagebar:
be_by: Колеры jQuery-Pagebar:
de_de: Farben der jQuery-Pagebar
ru_ru: Цвета jQuery-Pagebar:

source: Colors of the bar:
be_by: Колеры панэлі:
de_de: Farben der Bar:
ru_ru: Цвета панели:

source: Background color:
be_by: Фонавы колер:
de_de: Hintergrundfarbe:
ru_ru: Фоновый цвет:

source: Border color:
be_by: Колер мяжы:
de_de: Rahmenfarbe
ru_ru: Цвет границы:

source: Color of the slider (normal):
be_by: Колер слайдара (нормаў.):
de_de: Farben des Sliders (Normal):
ru_ru: Цвет слайдера (норм.):

source: Color of the slider (active):
be_by: Колер слайдара (актыўны):
de_de: Farben des Sliders (Aktiv):
ru_ru: Цвет слайдера (активный):

source: Color of the slider (hover):
be_by: Колер слайдара (пры навядзенні):
de_de: Farben des Sliders (Hover):
ru_ru: Цвет слайдера (при наведении):

source: Preview
be_by: Прадагляд
de_de: Vorschau
ru_ru: Предосмотр

source: Generate preview
be_by: Генераваць прадагляд
de_de: Vorschau erstellen
ru_ru: Генерировать предосмотр

source: Style and display of the number of the page:
be_by: Стыль і адлюстраванне колькасці старонак:
de_de: Stil und Anzeige des Seitenzahlen:
ru_ru: Стиль и отображение количества страниц:

source: Color:
be_by: Колер:
de_de: Schriftfarbe:
ru_ru: Цвет:

source: Font-size:
be_by: Памер шрыфта:
de_de: Schriftgr&ouml;&szlig;e:
ru_ru: Размер шрифта:

source: Font-weight:
be_by: Шырыня шрыфта:
de_de: Schriftst&auml;rke:
ru_ru: Ширина шрифта:

source: Display:
be_by: Адлюстроўваць:
de_de: Anzeige:
ru_ru: Отображать:

source: {Current}
be_by: {Бягучы}
de_de: {aktuelle Seite}
ru_ru: {Текущий}

source: {Max Page}
be_by: {Максімальна старонак}
de_de: {letzte Seite}
ru_ru: {Максимально страниц}

source: Load jQuery and jQuery UI with Slider:
be_by: Загружаць jQuery і jQuery UI са слайдарам:
ru_ru: Загружать jQuery и jQuery UI со слайдером:

source: Load jQuery from the plugin dir. It is version 1.3.2.
be_by: Загружаць jQuery з дырэкторыі ўбудовы: Версія 1.3.2.
ru_ru: Загружать jQuery из директории плагина: Версия 1.3.2.

source: Load jQuery UI with Slider from the plugin dir. It is version 1.7.1. <font color="red">This is important, without it jQuery-Pagebar doesn't work!</font>
be_by: Загружаць jQuery з дырэкторыі ўбудовы: Версія 1.7.1.<font color="red">Гэта важна, без jQuery-Pagebar гэта не будзе працаваць!</font>
ru_ru: Загружать jQuery из директории плагина: Версия 1.7.1.<font color="red">Это важно, без jQuery-Pagebar это не будет работать!</font>

source: Load jQuery-Pagebar script in
be_by: Загружаць jQuery-Pagebar скрыпт у
ru_ru: Загружать jQuery-Pagebar скрипт в

source: footer
be_by: склеп
ru_ru: подвал

source: or in
be_by: ці ў
ru_ru: или в

source: head.
be_by: шапцы.
ru_ru: шапке.

source: Navigation:
be_by: Навігацыя:
ru_ru: Навигация:

source: Remove standard WordPress navigation automatically.
be_by: Выдаліць стандартную навігацыю WordPress .
ru_ru: Удалить стандартную навигацию WordPress .

source: Show linked arrows to the next or previous page before an after the page number. <font color="red">You should activated this option for visitors who had deactivated javascript.</font>
be_by: Паказаць злучаныя стрэлкі на наступную ці папярэднюю старонку да і пасля нумара старонкі. <font color="red">Вы павінны актываваць гэту опцыю для наведвальнікаў, якія адключаць JavaScript.</font>
ru_ru: Показать связанные стрелки на следующую или предыдущую страницу до и после номера страницы. <font color="red">Вы должны активировать эту опцию для посетителей, которые отключат JavaScript.</font>

source: Uninstall:
be_by: Выдаленне:
de_de: Deinstallieren:
ru_ru: Удаление:

source: Remove Settings when plugin is deactivated from the "Manage Plugins" page.
be_by: Выдаліце налады, адключыўшы перад гэтым убудова на старонцы кіравання ўбудовамі.
de_de: Einstellungen entfernen, wenn das Plugin unter "Plugins" deaktiviert wird.
ru_ru: Удалите настройки, отключив перед этим плагин на странице управления плагинами.

source: Save Changes
be_by: Захаваць налады
de_de: Einstellungen speichern
ru_ru: Сохранить настройки

source: Reset Options
be_by: Скінуць налады
ru_ru: Сбросить настройки

source: About jQuery-Pagebar
be_by: О jQuery-Pagebar
de_de: &Uuml;ber jQuery-Pagebar
ru_ru: О jQuery-Pagebar

source: Thanks to...
be_by: Дзякуй...
de_de: Danke an...
ru_ru: Спасибо...

source: <em>Stefan Petre</em> for the jQuery Plugin <em><a href="http://www.eyecon.ro/colorpicker/">Colorpicker</a></em>.
be_by: <em>Stefan Petre</em> за ўбудову jQuery<em><a href="http://www.eyecon.ro/colorpicker/">Colorpicker</a></em>.
de_de: <em>Stefan Petre</em> f&uuml;r das jQuery Plugin <em><a href="http://www.eyecon.ro/colorpicker/">Colorpicker</a></em>.
ru_ru: <em>Stefan Petre</em> за плагин jQuery<em><a href="http://www.eyecon.ro/colorpicker/">Colorpicker</a></em>.

source: The <em>development team</em> from <em><a href="http://jquery.com/">jQuery</a></em> and <em><a href="http://jqueryui.com/">jQuery UI</a></em>
be_by: The <em>Каманда распрацоўкі</em> from <em><a href="http://jquery.com/">jQuery</a></em> and <em><a href="http://jqueryui.com/">jQuery UI</a></em>
de_de: Das <em>Entwickler Team</em> von <em><a href="http://jquery.com/">jQuery</a></em> und <em><a href="http://jqueryui.com/">jQuery UI</a></em>
ru_ru: The <em>Команда разработки</em> from <em><a href="http://jquery.com/">jQuery</a></em> and <em><a href="http://jqueryui.com/">jQuery UI</a></em>

source: <em>Denis</em> for beta testing jQuery-Pagebar on his blog <em><a href="http://pixonder.de/">pixonder.de</a></em>.
be_by: <em>Denis</em> за beta-тэставанне jQuery-Pagebar на яго блогу <em><a href="http://pixonder.de/">pixonder.de</a></em>.
de_de: <em>Denis</em> f&uuml;r das Testen von jQuery-Pagebar auf seinem Blog <em><a href="http://pixonder.de/">pixonder.de</a></em>.
ru_ru: <em>Denis</em> за beta-тестирование jQuery-Pagebar на его блоге <em><a href="http://pixonder.de/">pixonder.de</a></em>.

source: Support
be_by: Падтрымка
de_de: Hilfe
ru_ru: Поддержка

source: If you have problems or wishes you can comment on the plugin page or write me via <a href="http://twitter.com/ocean90_EN">Twitter (EN)</a>/<a href="http://twitter.com/ocean90">Twitter (DE)</a>
be_by: Калі ў вас ёсць праблемы ці цяжкасці, вы можаце пакінуць каментар на старонцы <a href="http://twitter.com/ocean90_EN">Twitter (EN)</a>/<a href="http://twitter.com/ocean90">Twitter (DE)</a>
de_de: Wenn du Probleme oder W&uuml;sche hast, kannst du sie mir per Kommentar auf der Plugin Seite oder via <a href="http://twitter.com/ocean90_EN">Twitter (EN)</a>/<a href="http://twitter.com/ocean90">Twitter (DE)</a> mitteilen.
ru_ru: Если у вас есть проблемы или трудности, вы можете оставить комментарий на странице <a href="http://twitter.com/ocean90_EN">Twitter (EN)</a>/<a href="http://twitter.com/ocean90">Twitter (DE)</a>

source: Set jQuery-Pagebar on:
de_de: Setze jQuery-Pagebar am

source: top
de_de: Anfang

source: bottom
de_de: Ende

source: of the loop.
de_de: des Loops.

source: Hide navigation:
de_de: Verstecke die Navigation:

source: Remove standard navigation automatically.
de_de: Entferne die Standard Navigation automatisch.

source: - The better navigation for WordPress
de_de: - Die bessere Navigation f&uuml;r WordPress

source: History
de_de: Changelog

source: Author
de_de: Autor
